---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarRoundingManager
source: html/4ff6670c-cb3a-87aa-1eba-89ff2a7286d6.htm
---
# RebarRoundingManager Properties

Identifies the source of the rounding settings for this element.